export const StoryData = [
  {
    id: 1,
    list: '개발을 하는 이유는?',
    story:
      '한 문장으로 말하자면, "너무 잘 맞아서 개발을 하고 있습니다".\n' +
      '개발은 이제 저의 인생에 있어서 정말 큰 부분을 차지하고 있습니다.' +
      ' 저의 전공밖에는 길이 없다는 부정적인 생각이 송두리째 바뀌게 된 것이 바로 프론트엔드 개발자가 되기로 마음을 먹은 후이기 때문입니다.' +
      '\n\n가장 좋아하는 부분은 개발자만 가지고 있는 문화입니다. 서로 모르는 것에 대해서 질문하고, 내가 새로 알게 된 것은 남들도 알았으면 해서 공유하는 그런 문화가 굉장히 건강하다고 생각합니다. 또한, 협업을 중요시 하는 직무로써 따로 노는게 아닌 다같이 문제를 해결해 나가야 하는 것이 다른 직무와의 큰 차이점이라고 봅니다.',
  },
  {
    id: 2,
    list: '내가 생각하는 나의 장단점 vs 남이 생각하는 나의 장단점',
    story:
      '약속에 철저합니다.' +
      '\n시간약속은 기본이며, 저의 입에서 나온 말들에 중대한 책임을 가지고 어기지 않습니다.' +
      ' 이러한 점은 협업을 할때에도 상대방에게 신뢰를 주기때문에 저의 장점이라고 생각합니다.' +
      '\n저의 단점은 집중력이 자주 흐트러진다는 점입니다. 주변에 핸드폰과 같은 흥미로운 요소들이 있으면 그쪽으로 시선이 쏠리게 됩니다.' +
      ' 이러한 안좋은 습관을 없애기 위해 책상 위에 노트북과 마우스만 놓거나, 집중력을 흐트릴 만한 요소가 없는 카페에 가서 공부를 하는 등 집중을 할 수 있는 환경을 만듭니다.' +
      '\n\n남에게서 자주 듣는 저의 장점은 임무가 하나 주어지면 끝까지 잡고 마음에 드는 결과가 나올 때까지 놓지 않는다는 점입니다.' +
      '\n제가 도출해낸 결과는 결국 본인이 얼마나 열심히 했는지, 얼마나 성의있게 임했는지 보여주는 결정체이기 때문에 남에게 보여줘야 하는 결과라면 피해가 가지않게 더 열심히 임하기 때문에 이러한 장점을 듣게 된 것 같습니다.' +
      '\n반대로, 너무 신경을 쓰지 않아도 되는 곳에 많은 에너지를 쏟는다는 것이 남들이 말하는 단점입니다. 이 점은 저 자신도 인지하고 있는 점이며, 대충 만들어서 눈엣가시를 만드는 것보다 그래도 마음에는 들게 만들어야 한다는 생각때문에 생긴 단점 같습니다.' +
      ' 신경을 덜 써도 되는 작업에는 시간을 낭비하지 말자는 생각을 가지고 신속하게 처리하려고 노력하는 중입니다.',
  },
  {
    id: 3,
    list: '성장배경',
    story:
      '어린시절, 좋은 학업 성적을 강요하기 보다는 좋아하는 것을 하면서 자랄 수 있는 환경을 부모님께서 만들어 주신 덕분에 평범하게 살아왔습니다.' +
      ' 그러다가 초등학교 고학년으로 올라가면서 중국어로 수업을 하는 학교로 전학을 가게 되고, 중학생이 된 후에는 1년동안 국제학교를, 그리고 그 이후부터 고등학교 졸업까지 대만에서 살게 됩니다. 이때 깨달은 것은 "사람은 주어진 환경에 맞춰 적응하는 동물"이라는 것입니다.' +
      '\n\n이러한 과정들로 얻은 것이 있다면, 새로운 것을 두려워 하지 않고 오히려 즐기게 되었다는 것입니다.' +
      '\n또, 해외에서 유창하지 못한 언어를 구사하면서 학교를 다니다 보니 도움을 받을 때가 많았습니다. 도움을 받는다는게 처음에는 괜찮았지만 갈수록 도움을 "받기보다는" 도움을 "주고싶다"는 마음이 커졌고, 남에게 저의 도움이 닿을때의 뿌듯함이 좋았습니다. 그래서 지금까지도 남에게 도움이 되는 것은 행운이라고 생각합니다.' +
      '\n마지막으로, 다양한 문화와 색깔을 가진 사람과 소통하는 것을 좋아합니다. 대학생 시절에는 중국에 있는 대학교를 다니며 여러 나라에서 온 친구들과 함께 생활을 한 소중한 경험 덕분에 각기 다른 생각을 가진 사람들과 더 쉽게 어울릴 수 있었던 것 같습니다.',
  },
  {
    id: 4,
    list: '개발자로서의 목표',
    story:
      '"성장배경"에서 언급했던 "도움이 되는 사람"이 되는 것에 이어서 "함께 의논할 가치가 있는 사람"이 되고 싶습니다. "필요할 때 찾는 사람"보다는 함께 의논을 해서 이상적인 답을 찾아갈 수 있도록 도와주는 사람이 되는 것은 저에게 있어서 최대의 성취라고 할 수 있을 것 같습니다.' +
      '',
  },
];
